Repository: zzming-hnu/good-recording-spec
Catalog: apps/good-recording/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: en

# App.Subtitle
source: 本地优先的屏幕与音频录制
en: Local-first screen + audio recording

# Btn.StartRecording
source: 开始录制
en: Start Recording

# Btn.StopRecording
source: 停止录制
en: Stop Recording

# Banner.Saved
source: 已保存
en: Saved

# Banner.RevealInFinder
source: 在 Finder 中显示
en: Reveal in Finder

# Permission.OpenSettings
source: 打开系统设置
en: Open System Settings

# Permission.Later
source: 稍后再说
en: Not now

# Privacy.NoNetwork
source: 我们不会将任何数据发送到设备之外。
en: We never send your data off this device.

# Scope.FullScreen
source: 整个屏幕
en: Entire Screen

# Scope.Window
source: 单个窗口
en: Single Window

# Scope.Region
source: 自定义区域
en: Custom Region

# Scope.PickerLabel
source: 录制范围
en: Recording Target

# Scope.FullScreen.Hint
source: 将录制主显示器的整个屏幕
en: Will record the entire main display

# Scope.SelectDisplay
source: 选择显示器
en: Select Display

# Scope.SelectWindow
source: 选择窗口…
en: Select Window…

# Scope.Reselect
source: 重新选择
en: Reselect

# Scope.SelectRegion
source: 选择区域…
en: Select Region…

# Scope.ResetRegion
source: 重置区域
en: Reset Region

# Scope.NoWindows
source: 没有可录制的窗口
en: No recordable windows

# Scope.Rescan
source: 重新扫描
en: Rescan

# Scope.SearchWindows
source: 搜索窗口…
en: Search windows…

# Scope.RegionHint
source: 拖动选择录制区域，按 Esc 取消
en: Drag to select recording area, press Esc to cancel

# Scope.NoSelection
source: 未选择窗口
en: No window selected

# Scope.MainDisplay
source: 主显示器
en: Main Display

# Notification.TargetGone.Title
source: 已自动停止
en: Auto-stopped

# Notification.TargetGone.Body
source: 录制目标已消失，已保存当前录制。
en: The recording target has disappeared. Your recording has been saved.
